import posts1 from "../assets/images/jpg/posts/posts1.jpg";
import posts2 from "../assets/images/jpg/posts/posts2.jpg";
import posts3 from "../assets/images/jpg/posts/posts3.jpg";

const posts = [
  {
    id: 1,
    image: posts1,
    date: "15.04.2024",
    author: "Шукуров Джахангир",
    name: "Основные цели нашей команды",
    authorImage: "https://mdbootstrap.com/img/Photos/Avatars/img%20(23).jpg",
    description:
      "Организация поставок качественного электрооборудования нашим заказчикам. Индивидуальнқй подход по условиям каждого клиента. Предоставление качественных электромонтажных услуг. В любых ситуациях решение проблем в сфере электроснабжения.",
  },
  {
    id: 2,
    image: posts2,
    authorImage: posts3,
    date: "15.04.2024",
    author: "Мараджабов Шавкат",
    name: "Фактор профессионального мастерства в работе",
    description:
      "Развиваясь на рынке Республики Узбекистан, как отечественный производитель мы стремимся расширить линейку выпускаемого электрооборудования, используя свой опыт, стандарты качества действующих на территории Республики Узбекистан и странах СНГ, предусматривая требования эксплуатирующего персонала, предлагаем самые современные технологические решения",
  },
];

export { posts };
